
* 重新
今天开始又打算重新开始启用笔记，少接触视频；通过文字对自己进行一个记录；
也刚好是2026年的开始，社会不够和谐，只能通过自身的提高希望能够顺利
的度过这段时间。 也算是后面遇到挫折时给自己一些力量。

* 计划
:LOGBOOK:
#+BEGIN: clocktable :scope subtree :maxlevel 2
#+CAPTION: Clock summary at [2026-01-03 六 21:31]
| Headline   | Time |
|------------+------|
| *Total time* | *0:04* |
|------------+------|
| 计划       | 0:04 |
#+END:

CLOCK: [2026-01-03 六 21:26]--[2026-01-03 六 21:30] =>  0:04
:END:

1. 重新整理笔记,开始提高自我
2. 多思考，少形式
3. 强制输出，包括现在的日志形式
4. 形成自己的工作流，养成习惯，编辑器页形成一套可用的方式

   因此首先整理的就是自己的编辑习惯，无鼠标沉浸式文字编辑是首要目标.

   
